/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Даты";
"AppDates.DATES.PAST_DUE" = "Прошёл срок сдачи";
"AppDates.DATES.TODAY" = "Сегодня";
"AppDates.DATES.THIS_WEEK" = "На этой неделе";
"AppDates.DATES.NEXT_WEEK" = "На следующей неделе";
"AppDates.DATES.UPCOMING" = "Предстоящие";
"AppDates.EMPTY.TITLE" = "";
"AppDates.EMPTY.SUBTITLE" = "У вас пока нет активных курсов с запланированными мероприятиями. Запишитесь на курс, чтобы просмотреть важные даты и сроки.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Пропустили сроки?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Не волнуйтесь — измените предложенный график, чтобы выполнить просроченные задания без потери прогресса.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Сдвинуть Срок Сдачи";
"Profile.TITLE" = "Профиль";
"Profile.INFO" = "Информация профиля";
"Profile.ABOUT" = "Обо мне";
"Profile.EDIT_PROFILE" = "Редактировать профиль";
"Profile.YEAR_OF_BIRTH" = "Год рождения:";
"Profile.BIO" = "Биография:";
"Profile.SETTINGS" = "Настройки";
"Profile.SETTINGS_VIDEO" = "Настройки Видео";
"Profile.DATES_AND_CALENDAR" = "Даты и Календарь";
"Profile.SUPPORT_INFO" = "Информация о поддержке";
"Profile.CONTACT" = "связаться с поддержкой";
"Profile.TERMS" = "Условия эксплуатации";
"Profile.PRIVACY" = "Политика конфиденциальности";
"Profile.COOKIE_POLICY" = "Политика использования файлов cookie";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Не продавайте мою личную информацию";
"Profile.FAQ_TITLE" = "";
"Profile.MANAGE_ACCOUNT" = "Управлять учётной записью";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Выйти";
"Profile.SWITCH_TO" = "Переключить на";
"Profile.FULL_PROFILE" = "полный профиль";
"Profile.LIMITED_PROFILE" = "ограниченный профиль";
"Profile.LOGOUT_ALERT.TITLE" = "Подтвердите выход";
"Profile.LOGOUT_ALERT.TEXT" = "Вы действительно хотите выйти?";
"Profile.DELETE_ALERT.TITLE" = "Предупреждение!";
"Profile.DELETE_ALERT.TEXT" = "Вы действительно хотите удалить свою учётную запись?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Уйти без сохранения?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Внесенные вами изменения будут отменены.";
"Profile.EDIT.TOO_YONG_USER" = "Вам должно быть больше 13 лет, чтобы иметь профиль с полным доступом к информации.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Ограниченный профиль использует только ваше имя пользователя и фотографию профиля.";
"Profile.EDIT.DELETE_ACCOUNT" = "Удалить учётную запись";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Год рождения";
"Profile.EDIT.FIELDS.LOCATION" = "Местонахождение";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Разговорный язык";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Обо мне:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Изменить изображение профиля";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Выбрать из галереи";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Удалить фото";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Отменить";
"Profile.DELETE_ACCOUNT.TITLE" = "Удалить учётную запись";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Вы уверены, что хотите ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Удалить вашу учётную запись?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Для подтверждения этого действия введите пароль учётной записи.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Пароль";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Введите пароль";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Да, удалить учётную запись";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Вернуться к профилю";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Неправильный пароль. Пожалуйста, попробуйте еще раз.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Настройки видео";
"Profile.SETTINGS.WIFI_TITLE" = "Только скачивание через Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Скачивайте контент только при включенном Wi-Fi";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Качество потокового видео";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Авто (рекомендуется)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Авто";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "рекомендуемые";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Меньшее использование данных";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Лучшее качество";
"Profile.SETTINGS.VERSION" = "Версия:";
"Profile.SETTINGS.UP_TO_DATE" = "";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Нажмите, чтобы обновить версию";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Нажмите, чтобы установить необходимое обновление приложения.";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Невозможно отправить электронное письмо. Кажется, ваш почтовый клиент не настроен.";
"Profile.CALENDAR.NEW_CALENDAR" = "Новый Календарь";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Изменить свойства синхронизации";
"Profile.CALENDAR.ACCOUNT" = "Учётная запись";
"Profile.CALENDAR.CALENDAR_NAME" = "Название календаря";
"Profile.CALENDAR.COLOR" = "Цвет";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Предстоящие задания для активных курсов появятся в этом календаре.";
"Profile.CALENDAR.CANCEL" = "Отменить";
"Profile.CALENDAR.BEGIN_SYNCING" = "Начать синхронизацию";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Синхронизировано";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Синхронизация не удалась";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Не в сети";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Синхронизация с календарем...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Доступ к Календарю";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Отключить синхронизацию Календаря";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Чтобы показать предстоящие задания и этапы курса в вашем календаре, нам необходимо разрешение на доступ к вашему календарю.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Отключение синхронизации календаря удалит календарь «%@». Синхронизацию календаря можно снова включить в любой момент.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Предоставить доступ к Календарю";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Отключить синхронизацию";
"Profile.CALENDAR_DIALOG.CANCEL" = "Отменить";
"Profile.DATES_AND_CALENDAR.TITLE" = "Даты и Календарь";
"Profile.CALENDAR_SYNC.TITLE" = "Синхронизация Календаря";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Настройте синхронизацию календаря, чтобы предстоящие задания и этапы курса показывались в календаре. Новые задания и сдвинутые даты курсов будут синхронизироваться автоматически.";
"Profile.CALENDAR_SYNC.BUTTON" = "Настройка синхронизации календаря";
"Profile.OPTIONS.TITLE" = "";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Используйте относительные даты";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Показать относительные даты, например «Завтра» и «Вчера».";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Показать полные даты, например \"1 января 2021\".";
"Profile.DATES_AND_CALENDAR.TITLE" = "Даты и Календарь";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Синхронизация календаря курса";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Пожалуйста, повторно подключите календарь, чтобы возобновить синхронизацию.";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "В настоящее время синхронизируются события с вашим календарем";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Переподключить Календарь";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Изменить свойства синхронизации";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Синхронизация курсов %d";
"Profile.OPTIONS.TITLE" = "";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Используйте относительные даты";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Показать относительные даты, например «Завтра» и «Вчера».";
"Profile.COURSES_TO_SYNC.TITLE" = "Курсы для синхронизации";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Отключение синхронизации курса приведет к удалению всех событий, связанных с курсом, из вашего синхронизированного календаря.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Скрыть неактивные курсы";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Автоматически удалять мероприятия из курсов, которые вы не просматривали за последний месяц.";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Неактивный";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Местный";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Акцент";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Красный";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Оранжевый";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Желтый";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Зелёный";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Синий";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Фиолетовый";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Коричневый";
"Profile.CALENDAR.COURSE_DATES" = "%@ Даты курсов";
"Profile.DROP_DOWN_PICKER.SELECT" = "Выбрать";
"Profile.SYNC_SELECTOR.SYNCED" = "Для синхронизации";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Не синхронизировано";
"Profile.SYNC.NO_SYNCED" = "Нет синхронизированных курсов";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "В настоящее время ни один курс не синхронизируется с вашим календарем.";
"Downloads.DOWNLOADS.TITLE" = "Загрузки";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Управление настройками скачивания";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Нет курсов с возможностью скачивания Контента";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "В настоящее время у вас нет курсов с возможностью скачать контент.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ скачано";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ доступно";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "скачать курс";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Загрузка";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Загрузка структуры курса...";
"Downloads.MENU_OPTION.REMOVE" = "Удалить скачать курсы";
"Downloads.MENU_OPTION.CANCEL" = "Отменить скачивание";
"Discovery.TITLE" = "Узнать";
"Discovery.SEARCH" = "Поиск";
"Discovery.HEADER.TITLE_1" = "Откройте для себя новое";
"Discovery.HEADER.TITLE_2" = "Давайте найдем для вас новый курс.";
"Discovery.SEARCH.TITLE" = "Результаты поиска";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Начните вводить текст, чтобы найти курс";
"Discovery.UPDATE_REQUIRED_TITLE" = "Требуется обновление приложения";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Эта версия приложения OpenEdX устарела. Чтобы продолжить обучение и получить новейшие характеристики и исправления, обновите до последней версии.";
"Discovery.UPDATE_WHY_NEED" = "Почему мне нужно обновляться?";
"Discovery.UPDATE_DEPRECATED_APP" = "Устаревшая версия приложения";
"Discovery.UPDATE_BUTTON" = "Обновить";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Настройки Учётной Записи";
"Discovery.UPDATE_NEEDED_TITLE" = "Обновление приложения";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Мы рекомендуем вам обновиться до последней версии. Обновляйте сейчас, чтобы получить новейшие характеристики и исправления.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Не сейчас";
"Discovery.UPDATE_NEW_AVALIABLE" = "Доступно новое обновление! Обновите сейчас, чтобы получить новейшие характеристики и исправления.";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Выход из приложения";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Теперь вы выходите из приложения и открываете браузер.";
"Discovery.DETAILS.TITLE" = "Информация о курсе";
"Discovery.DETAILS.VIEW_COURSE" = "Посмотреть курс";
"Discovery.DETAILS.ENROLL_NOW" = "Запишитесь сейчас";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Вы не можете зачислиться на этот курс, поскольку дата зачисления истекла.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Чтобы зачислиться на этот курс, убедитесь, что вы подключены к Интернету.";
"Discovery.DETAILS.COURSE_BANNER" = "Баннер курса";
"Discovery.ALERT.AUTHORIZATION" = "Авторизация";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Пожалуйста, войдите в систему, чтобы продолжить зачисление на курс.";
"Discussion.TITLE" = "Обсуждения";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Размещение сообщений в обсуждениях отключено командой курса.";
"Discussion.TOPICS.SEARCH" = "Искать все сообщения";
"Discussion.TOPICS.ALL_POSTS" = "Все записи";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Сообщения, на которые я подписан";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Основные категории";
"Discussion.TOPICS.UNNAMED" = "Безымянная подкатегория";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Недавняя активность";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Большая активность";
"Discussion.POSTS.SORT.MOST_VOTES" = "Большинство голосов";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Пока нет обсуждений";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Нажмите кнопку ниже, чтобы создать первое обсуждение.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Создать обсуждение";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Добавить публикацию";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Все записи";
"Discussion.POSTS.FILTER.UNREAD" = "Непрочитанные";
"Discussion.POSTS.FILTER.UNANSWERED" = "Без ответа";
"Discussion.POSTS.CREATE_NEW_POST" = "Создать новый пост";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Сделайте выбор";
"Discussion.POST.LAST_POST" = "Последний пост:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Комментарий добавлен";
"Discussion.THREAD.ADD_RESPONSE" = "Добавить ответ";
"Discussion.CREATE_THREAD.NEW_POST" = "Создать новый пост";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Выберите тип сообщения";
"Discussion.CREATE_THREAD.TOPIC" = "Тема";
"Discussion.CREATE_THREAD.TITLE" = "Заголовок (статьи)";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Следите за данным обсуждением";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Следуйте за этим вопросом";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Создать новое обсуждение";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Создать новый вопрос";
"Discussion.COMMENT.REPORT" = "Отчёт";
"Discussion.COMMENT.UNREPORT" = "Отозвать жалобу";
"Discussion.COMMENT.FOLLOW" = "Отслеживать";
"Discussion.COMMENT.UNFOLLOW" = "Не отслеживать";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Комментарий";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Комментарий добавлен";
"Discussion.RESPONSE.ADD_COMMENT" = "Добавить комментарий";
"Discussion.POST_TYPE.QUESTION" = "вопрос";
"Discussion.POST_TYPE.DISCUSSION" = "обсуждение";
"Discussion.SEARCH" = "Поиск";
"Discussion.SEARCH.TITLE" = "Результаты поиска";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Начните вводить текст, чтобы найти темы";
"Discussion.ANONYMOUS" = "Анонимный";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Невозможно загрузить обсуждения.\nПопробуйте позже.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Поздравляем, вы получили сертификат об окончании курса « %@ \».";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Посмотреть сертификат";
"Course.OUTLINE.CERTIFICATE" = "Сертификат";
"Course.OUTLINE.COURSE_VIDEOS" = "Видео курса";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Данный курс еще не начался.";
"Course.COURSEWARE.COURSE_CONTENT" = "Контент курса";
"Course.COURSEWARE.COURSE_UNITS" = "Единицы курса";
"Course.COURSEWARE.NEXT" = "Следующий";
"Course.COURSEWARE.PREVIOUS" = "Предыдущий";
"Course.COURSEWARE.PREVIOUS_FULL" = "Предыдущий";
"Course.COURSEWARE.FINISH" = "Закончить";
"Course.COURSEWARE.GOOD_WORK" = "Отличная работа!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Вернуться к структуре";
"Course.COURSEWARE.SECTION" = "";
"Course.COURSEWARE.IS_FINISHED" = "";
"Course.COURSEWARE.CONTINUE" = "Продолжить";
"Course.COURSEWARE.RESUME_WITH" = "Возобновить с:";
"Course.ERROR.NO_INTERNET" = "Вы не подключены к Интернету. Пожалуйста, проверьте ваше интернет-соединение.";
"Course.ERROR.RELOAD" = "Перезагрузить";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Компонент курса не найден, пожалуйста, перезагрузите страницу.";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "В настоящее время для этого курса нет дополнительных материалов.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "В настоящее время для этого курса нет объявлений.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Для этого курса нет доступных видео.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Нет доступных заданий для этого курса.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Даты курсов в настоящее время не доступны.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "В настоящее время контент курса не доступен.";
"Course.ALERT.ROTATE_DEVICE" = "Поверните устройство, чтобы просмотреть это видео в полноэкранном режиме.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Вы уверены, что хотите удалить все видео для";
"Course.ALERT.DELETE_VIDEOS" = "Вы уверены, что хотите удалить видео(а)?";
"Course.ALERT.STOP_DOWNLOADING" = "Выключение переключателя остановит скачивания и удалит все загруженные видео за";
"Course.ALERT.WARNING" = "Предупреждение";
"Course.COURSE_CONTAINER.HOME" = "Главная страница";
"Course.COURSE_CONTAINER.CONTENT" = "Содержание";
"Course.COURSE_CONTAINER.PROGRESS" = "Прогресс";
"Course.COURSE_CONTAINER.VIDEOS" = "Видео";
"Course.COURSE_CONTAINER.OFFLINE" = "Не в сети";
"Course.COURSE_CONTAINER.DATES" = "Даты";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Обсуждения";
"Course.COURSE_CONTAINER.HANDOUTS" = "Ещё";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Дополнительные материалы В разработке";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Вы завершили %@%% прогресса курса";
"Course.COURSE_CAROUSEL.GRADES" = "Оценки";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Это взвешенная оценка по отношению к оценке, необходимой для сдачи этого предмета.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Всё содержимое";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Вы сейчас проходите этот курс в качестве проверки и имеете ограниченный доступ к материалам курса.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Улучшить подписку";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Вы посмотрели все Видео!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Вы выполнили все задания!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Видео\nзавершено";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Задания\nзавершены";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Продолжить просмотр";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Следующее видео";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Все видео";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Все задания";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Следующее задание";
"Course.COURSE_CONTENT.ALL" = "Все";
"Course.COURSE_CONTENT.VIDEOS" = "Видео";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Задания";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Завершение курса";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Этот показатель отражает, насколько полно вы изучили содержание курса. Обратите внимание, что некоторые материалы могут быть еще не опубликованы.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Завершенный";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Общий прогресс";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Оставшийся";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Заблокировано";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Прогресс оценок";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Успешно завершено";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Не сдано";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Просмотреть сертификат";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Прогресс разделов";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Нет доступного прогресса";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Начните обучение, чтобы увидеть ваш прогресс здесь";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Итоговая оценка";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Это взвешенная оценка по отношению к оценке, необходимой для сдачи этого предмета.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Текущая общая взвешенная оценка:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Для прохождения этого курса требуется взвешенная оценка %@%%.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Требуется";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Детали оценки";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Тип задания";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Текущий / Макс %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Полный";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "оценка";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Этот курс не содержит оцененных заданий.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Дополнительные материалы";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Объявления";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Найдите важную информацию о курсе";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Будьте в курсе последних новостей";
"Course.NOT_AVALIABLE.TITLE" = "Этот интерактивный компонент недоступен на мобильных устройствах.";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Изучите другие части этого курса или просмотрите его в Интернете.";
"Course.NOT_AVALIABLE.BUTTON" = "Открыть в браузере";
"Course.SUBTITLES.TITLE" = "Субтитры";
"Course.ACCESSIBILITY.DOWNLOAD" = "Скачать";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Отменить скачивание";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Удалить скачивание";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Кольцо прогресса завершения курса";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Раздел общей оценки";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Раздел с деталями оценки";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Позиция задания";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Индикатор необходимой оценки для прохождения";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ процентов завершено";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ процентов необходимо для прохождения";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ из %@ завершено, %@ из %@ процентов оценки";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Текущая оценка: %@ процентов";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Предупреждение: требование оценки - необходимо %@ процентов для прохождения";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Визуализация прогресса, показывающая %@ категории заданий";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Общий прогресс: %@ процентов";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Показывает разбивку прогресса по типу задания";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "В этом курсе нет оцененных заданий для отображения";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Выполните задания курса, чтобы увидеть ваш прогресс здесь";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Заголовок столбца «Тип задания»";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Текущая и максимальная процентная колонка заголовка";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Вес: %@ процентов от оценки";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ из %@ завершено";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Текущая оценка: %@ из %@ процентов";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ из %@ завершено. Вес: %@ процентов от оценки. Текущая оценка: %@ из %@ процентов";
"Course.DOWNLOAD.DOWNLOADS" = "Загрузки";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Все видео скачаны";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Скачать Видео...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Скачать на устройство";
"Course.DOWNLOAD.VIDEOS" = "Видео";
"Course.DOWNLOAD.REMAINING" = "Оставшийся";
"Course.DOWNLOAD.UNTITLED" = "Без названия";
"Course.DOWNLOAD.TOTAL" = "Всего";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Вы не можете изменить качество скачиваемого видео, когда загружаются все видео.";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Ваши текущие настройки скачивания разрешают скачивание только через Wi-Fi.\nПожалуйста, подключитесь к сети Wi-Fi или измените настройки скачивания.";
"Course.COURSE_DATES.TODAY" = "Сегодня";
"Course.COURSE_DATES.COMPLETED" = "Завершено";
"Course.COURSE_DATES.PAST_DUE" = "Просрочено";
"Course.COURSE_DATES.DUE_NEXT" = "Следующий срок";
"Course.COURSE_DATES.UNRELEASED" = "Неизданный";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Только проверенные";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Единицы скрыты";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Единица скрыта";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Сроки сдачи сдвинулись";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Ваши сроки сдачи были успешно перенесены, чтобы помочь вам не сбиться с образовательного трека.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Посмотреть все даты";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Синхронизировать с календарем";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Автоматически синхронизируйте все сроки и сроки сдачи этого курса с вашим календарем.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Добавить календарь";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Удалить календарь";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Хотите добавить календарь %@ « %@ »? \n Вы можете редактировать или удалять календарь курса в любое время в календаре или настройках.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Хотите удалить календарь %@ « %@ »?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "Вы добавили «%@» в ваш календарь.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Синхронизация календаря...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Просмотр событий";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Календарь курсов добавлен.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Ваш календарь курсов был удален.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "События Календаря";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Календарь ваших курсов устарел";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Даты ваших курсов были перенесены, и календарь курсов больше не соответствует новому расписанию.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Обновить сейчас";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Календарь ваших курсов обновлен.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ не имеет разрешения на календарь. Пожалуйста, зайдите в настройки и дайте разрешение на календарь.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Открыть Настройки";
"Course.COURSE_DATES.SETTINGS" = "Настройки";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Ваши даты не могут быть перенесены. Пожалуйста, попробуйте еще раз.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ваши даты успешно перенесены.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Даты курса";
"Course.COURSE.DUE_TODAY" = "Срок оплаты сегодня";
"Course.COURSE.DUE_TOMORROW" = "До завтра";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Завершено";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Разделов завершено";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Завершено";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ просмотрено";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Просмотр завершено";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Скрыть завершенные";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Завершенный";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Задача на перетаскивание";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Assignment";
"Course.COURSE.ASSIGNMENT_GRADED" = "Оценено";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Не начато";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Открытое оценивание";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Взаимное обучение";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Задача";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Исследование";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "В ходе выполнения";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Облако слов";
"Course.COURSE.ASSIGNMENT_LTI" = "Внешний инструмент";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Обсуждение";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Самые большие загрузки";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Готово";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Редактировать";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Удалить все загрузки";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% данного курса видно на мобильных устройствах.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% Этот курс можно пройти в автономном режиме.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Загружено";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Загрузка";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Доступно для скачивания";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Готово к скачиванию";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Скачать все";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Отменить скачивание курса";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Вы можете скачать контент курса в автономном режиме, чтобы учиться на ходу, не требуя активного подключения к Интернету или использования мобильных данных.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "В настоящее время ни один из контента этого курса не доступен для скачивания в автономном режиме.";
"Course.COURSE.RETURN_TO_HOME" = "Вернуться на Главную страницу курса";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Этот компонент не скачивается";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Изучите другие части этого курса или скачайте это, когда подключитесь.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Этот компонент еще не доступен в автономном режиме";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Изучите другие части этого курса или просмотрите это при повторном подключении.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Синхронизировано с Календарем";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Синхронизация Календаря не удалась";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Не в сети";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Завершено - %@/%@ баллов";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Просрочено - %@/%@ баллов";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Недоступно в данный момент";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ баллов";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Разбор правил оценивания курса";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Неизвестно";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Раздел прогресса";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Раздел «Продолжить обучение»";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Раздел контента курса";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Раздел сообщений об ошибках";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Загрузка раздела";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Видео раздел";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Видео прогресс %@ из %@ завершено.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Раздел задания";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Раздел прогресса выполнения заданий";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Нет доступного контента в разделе";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Следущая страница";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Последняя страница";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Предыдущая страница";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ из %@ заданий завершено";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Нажмите, чтобы скрыть завершенные разделы";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Нажмите, чтобы показать завершенные разделы";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ раздел, %@ из %@ видео просмотрено";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Скачать раздел, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Видео: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, завершено";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% просмотрено";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, не начато";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Нажмите, чтобы воспроизвести видео";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ процентов завершено";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Видео %@ от %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Навигация Видео";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Нет заголовка Видео";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Войти";
"Authorization.SIGN_IN.WELCOME_BACK" = "Добро пожаловать! Войдите, чтобы получить доступ к своим курсам.";
"Authorization.SIGN_IN.EMAIL" = "Электронная почта";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Электронная почта или имя пользователя";
"Authorization.SIGN_IN.PASSWORD" = "Пароль";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Забыли пароль?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Изменение";
"Authorization.SIGN_IN.AGREEMENT" = "Выполняя вход в это приложение, вы соглашаетесь с [%@ Лицензионным соглашением с конечным пользователем](%@) и [%@ Условиями обслуживания и Кодексом чести](%@) и подтверждаете, что %@ и каждый участник обрабатывают ваши персональные данные в\nсоответствии с [Политикой конфиденциальности.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Начните сегодня, чтобы уверенно строить свою карьеру";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Интегрированный набор программ по развитию знаний и возможностей для развития компонентов сектора инвестиций и его работников";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Войти";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Войти через национальную службу единой регистрации";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Неверный адрес электронной почты";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Неверная длина пароля";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Эта учётная запись %@ не связана ни с одной учётной записью %@. Пожалуйста, зарегистрируйтесь.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Неверный email или имя пользователя";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Ваша учётная запись отключена. Пожалуйста, обратитесь в службу поддержки клиентов за помощью.";
"Authorization.SIGN_UP.SUBTITLE" = "Создать учетную запись, чтобы начать обучение сегодня!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Создать учётную запись";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Скрыть необязательные поля";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Показать необязательные поля";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Вы успешно вошли в систему.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Нам просто нужно немного больше информации, прежде чем вы начнете учиться.";
"Authorization.SIGN_UP.AGREEMENT" = "Создавая учётную запись, вы соглашаетесь с [%@ Лицензионным соглашением с конечным пользователем](%@) и [%@ Условиями обслуживания и Кодексом чести](%@) и признаете, что %@ и каждый Участник обрабатывают ваши персональные данные в соответствии с [Политикой конфиденциальности.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Я согласен, что %@ может отправлять мне маркетинговые сообщения.";
"Authorization.FORGOT.TITLE" = "Забыли пароль";
"Authorization.FORGOT.DESCRIPTION" = "Пожалуйста, введите ниже свой адрес электронной почты для входа или восстановления, и мы вышлем вам электронное письмо с инструкциями.";
"Authorization.FORGOT.REQUEST" = "Сброс пароля";
"Authorization.FORGOT.CHECK_TITLE" = "Проверьте свою электронную почту";
"Authorization.FORGOT.CHECK_Description" = "Мы отправили инструкции по восстановлению пароля на вашу электронную почту. ";
"Authorization.CONTINUE_WITH" = "Продолжить с:";
"Authorization.LAST_SIGN_IN" = "Последний вход";
"Authorization.OR_SIGN_IN_WITH" = "Или войдите с помощью электронной почты:";
"Authorization.OR_REGISTER_WITH" = "Или зарегистрируйтесь ниже:";
"Authorization.APPLE" = "Яблоко";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "";
"Authorization.MICROSOFT" = "Майкрософт";
"Authorization.OR" = "Или";
"Authorization.STARTUP.INFO_MESSAGE" = "Курсы и программы лучших университетов мира у вас в кармане.";
"Authorization.STARTUP.SEARCH_TITLE" = "Чему вы хотите научиться?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Найдите наши более 3 000 курсов";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Изучите все курсы";
"Authorization.STARTUP.TITLE" = "Начало";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Начать";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Поиск";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Выйти";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Выйти";
"WhatsNew.TITLE" = "Что нового";
"WhatsNew.BUTTON_PREVIOUS" = "Предыдущий";
"WhatsNew.BUTTON_NEXT" = "Следующий";
"WhatsNew.BUTTON_DONE" = "Готово";
"Dashboard.TITLE" = "Панель управления";
"Dashboard.HEADER.COURSES" = "Курсы";
"Dashboard.HEADER.WELCOME_BACK" = "Добро пожаловать. Давайте продолжать учиться.";
"Dashboard.SEARCH" = "Поиск";
"Dashboard.EMPTY.SUBTITLE" = "Вы ещё не записаны ни на один курс.";
"Dashboard.LEARN.TITLE" = "Учиться";
"Dashboard.LEARN.VIEW_ALL" = "Посмотреть все";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Просмотреть все курсы (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Все курсы";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 просроченное задание";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Просмотр Заданий";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Просроченные задания";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Задания к сдаче %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Срок погашения через %@ дней";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Возобновить курс";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Начать курс";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Курсы";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Программы";
"Dashboard.LEARN.CATEGORY.ALL" = "Все";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "В процессе";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Завершено";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Истекло";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Нет курсов";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Нет курсов в прогрессе";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Нет завершенных курсов";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Нет просроченных курсов";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "В настоящее время вы не записаны ни на один курс. Хотите изучить каталог курсов?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Найти курс";
"Core.MAINSCREEN.DISCOVERY" = "Узнать";
"Core.MAINSCREEN.DASHBOARD" = "Панель управления";
"Core.MAINSCREEN.IN_DEVELOPING" = "В разработке";
"Core.MAINSCREEN.PROGRAMS" = "Программы";
"Core.MAINSCREEN.PROFILE" = "Профиль";
"Core.MAINSCREEN.LEARN" = "Учиться";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Вы уже создали %@ учётную запись с помощью %@ учётной записи. Вы вошли в систему с помощью этой учётной записи.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Попробуйте ещё раз";
"Core.ERROR.INVALID_CREDENTIALS" = "Неверные учетные данные";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Медленное или отсутствие подключения к Интернету";
"Core.ERROR.NO_CACHED_DATA" = "Нет кэшированных данных для автономного режима";
"Core.ERROR.USER_NOT_ACTIVE" = "Учетная запись пользователя не активирована. Пожалуйста, сначала активируйте свою учетную запись.";
"Core.ERROR.UNKNOWN_ERROR" = "Что-то пошло не так";
"Core.ERROR.WIFI" = "Скачивать файлы можно только через Wi-Fi. Вы можете изменить это в настройках.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Авторизация не удалась.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Нет соединения с интернетом";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Пожалуйста, подключитесь к Интернету, чтобы просмотреть этот контент.";
"Core.COURSEWARE.COURSE_CONTENT" = "Контент курса";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Этот интерактивный компонент пока недоступен на мобильных устройствах.";
"Core.COURSEWARE.COURSE_UNITS" = "Единицы курса";
"Core.COURSEWARE.NEXT" = "Следующий";
"Core.COURSEWARE.PREVIOUS" = "Предыдущий";
"Core.COURSEWARE.FINISH" = "Закончить";
"Core.COURSEWARE.GOOD_WORK" = "Отличная работа!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Вернуться к структуре";
"Core.COURSEWARE.SECTION_COMPLETED" = "Вы завершили «%@».";
"Core.COURSEWARE.CONTINUE" = "Продолжить";
"Core.COURSEWARE.RESUME" = "";
"Core.COURSEWARE.RESUME_WITH" = "Возобновить с:";
"Core.COURSEWARE.NEXT_SECTION" = "Следующий раздел";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Чтобы продолжить «";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "нажмите «Следующий Раздел».";
"Core.ERROR.RELOAD" = "Перезагрузить";
"Core.DATE.COURSE_STARTS" = "Курс начинается";
"Core.DATE.COURSE_ENDS" = "Курс заканчивается";
"Core.DATE.COURSE_ENDED" = "Курс окончен";
"Core.DATE.ENDED" = "Закончено";
"Core.DATE.START" = "Начало";
"Core.DATE.STARTED" = "Начато";
"Core.DATE.JUST_NOW" = "Прямо сейчас";
"Core.DATE.TODAY" = "Сегодня";
"Core.DATE.NEXT" = "Следующий %@";
"Core.DATE.DAYS_AGO" = "%@ Дни назад";
"Core.DATE.DUE" = "Срок ";
"Core.DATE.DUE_IN" = "В срок ";
"Core.DATE.DUE_IN_DAYS" = "К оплате через %@ дней";
"Core.DATE.DUE_TODAY" = "Сегодня срок: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ дней просрочено: %@";
"Core.DATE.DUE_IN_LEFT" = "Срок через %@ дней: %@";
"Core.ALERT.ACCEPT" = "Принять";
"Core.ALERT.CANCEL" = "Отменить";
"Core.ALERT.LOGOUT" = "Выйти";
"Core.ALERT.LEAVE" = "Оставь";
"Core.ALERT.SIGN_IN" = "Войти";
"Core.ALERT.REGISTER" = "Регистрация";
"Core.ALERT.KEEP_EDITING" = "Продолжайте редактировать";
"Core.ALERT.DELETE" = "Удалить";
"Core.ALERT.ADD" = "Добавить";
"Core.ALERT.REMOVE" = "Usuń";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Удалить календарь курсов";
"Core.NO_INTERNET.OFFLINE" = "Не в сети";
"Core.NO_INTERNET.DISMISS" = "Скрыть";
"Core.NO_INTERNET.RELOAD" = "Перезагрузить";
"Core.DATE_FORMAT.MMMM_DD" = "";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Скачать";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Загружено";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Завершено";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Качество скачивания видео";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Авто";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "рекомендуемые";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Меньшее использование данных";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Лучшее качество";
"Core.DONE" = "Готово";
"Core.VIEW" = "Просмотр";
"Core.BACK" = "Назад";
"Core.OK" = "ОК";
"Core.CLOSE" = "Закрыть";
"Core.PICKER.SEARCH" = "Szukaj";
"Core.PICKER.ACCEPT" = "Принять";
"Core.WEBVIEW.ALERT.OK" = "ОК";
"Core.WEBVIEW.ALERT.CANCEL" = "Отменить";
"Core.WEBVIEW.ALERT.CONTINUE" = "Продолжить";
"Core.REVIEW.VOTE_TITLE" = "Нравится Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Ваш отзыв важен для нас. Не могли бы вы потратить минутку, чтобы оценить приложение, нажав звездочку ниже? Спасибо за вашу поддержку!";
"Core.REVIEW.FEEDBACK_TITLE" = "Оставьте нам отзыв";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Сіздің оқу тәжірибеңізде кейбір мәселелер болғанына өкінеміз. Барлық пікірлеріңізді бағалаймыз.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Спасибо";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Благодарим вас за то, что поделились с нами своим отзывом. Хотели бы вы поделиться своим обзором этого приложения с другими пользователями в магазине приложений?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Спасибо";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Мы получили ваш отзыв и будем использовать его, чтобы улучшить ваш опыт обучения в будущем. Спасибо, что поделились!";
"Core.REVIEW.BETTER" = "Что могло быть лучше?";
"Core.REVIEW.NOT_NOW" = "Не сейчас";
"Core.REVIEW.BUTTON.SUBMIT" = "Отправьте";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Поделиться отзывом";
"Core.REVIEW.BUTTON.RATE_US" = "Оцените нас";
"Core.REVIEW.EMAIL.TITLE" = "Выберите почтовый клиент:";
"Core.SOCIAL_SIGN_CANCELED" = "Пользователь отменил вход.";
"Core.SIGN_IN.LOG_IN_BTN" = "Войти";
"Core.SIGN_IN.REGISTER_BTN" = "Регистрация";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Войдите в систему с помощью SSO";
"Core.TOMORROW" = "Завтра";
"Core.YESTERDAY" = "Вчера";
"Core.OPEN_IN_BROWSER" = "Посмотреть в Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Не волнуйтесь — измените предложенный график, чтобы выполнить все задания без потери прогресса.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Сдвинуть сроки сдачи";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Пропустили ли вы какие-то сроки?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Мы составили рекомендуемый график, чтобы помочь вам не сбиться с образовательного трека. Но не волнуйтесь: он гибкий, поэтому вы можете учиться в своем темпе. Если вы отстанете, вы сможете скорректировать даты, чтобы не сбиться с образовательного трека.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Чтобы выполнять оцениваемые задания в рамках этого курса, вы можете обновлять сегодня.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Вы проходите проверку этого курса, а это означает, что вы не можете участвовать в оцениваемых заданиях. Судя по предложенному нами графику, вы пропустили некоторые важные сроки. Чтобы выполнить оцениваемые задания в рамках этого курса и перенести просроченные задания на будущее, вы можете обновить сегодня.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Ваши даты не могут быть перенесены. Пожалуйста, попробуйте еще раз.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ваши даты успешно перенесены.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Даты курса";
"Core.COURSE_DATES.TODAY" = "Сегодня";
"Core.COURSE_DATES.COMPLETED" = "Завершено";
"Core.COURSE_DATES.PAST_DUE" = "Просрочено";
"Core.COURSE_DATES.THIS_WEEK" = "На этой неделе";
"Core.COURSE_DATES.NEXT_WEEK" = "На следующей неделе";
"Core.COURSE_DATES.UPCOMING" = "Предстоящие";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Хранилище устройства заполнено";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "На вашем устройстве недостаточно свободного места для скачивания этого контента. Пожалуйста, освободите немного места и повторите попытку.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ б/у, %@ бесплатно";
"Core.COURSE.ALERT.CANCEL" = "Отменить";
"Core.COURSE.ALERT.CLOSE" = "Закрыть";
"Core.COURSE.ALERT.REMOVE" = "Удалить";
"Core.COURSE.ALERT.DOWNLOAD" = "Скачать";
"Core.COURSE.ALERT.TRY_AGAIN" = "Попробуйте ещё раз";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Вы хотите удалить автономный Контент?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Подтвердите, чтобы скачать";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Скачать на сотовый?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Удалите этот контент, чтобы освободить %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Скачав этот %@ контент, вы сохранили доступные блоки в автономном режиме.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Скачивание этого контента использует %@ сотовых данных.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Скачать не удалось";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Нет подключения к Интернету";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Требуется Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "К сожалению, этот контент не удалось скачать. Пожалуйста, повторите попытку позже или сообщите об этом.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Чтобы скачать этот контент, требуется активное подключение к Интернету. Пожалуйста, подключитесь к Интернету и повторите попытку.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Для скачивания этого контента требуется активное соединение WiFi. Пожалуйста, подключитесь к сети WiFi и повторите попытку.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Размер выбранных вами Видео превышает 1 ГБ. Хотите скачать эти Видео?";
"Core.DOWNLOAD.DOWNLOAD" = "Скачать";
"Core.ALERT.ACCEPT" = "Принять";
